import { IoPlayCircleOutline } from 'react-icons/io5';
import { v4 as uuidv4 } from 'uuid';

const filmsOfSectionTwo = [
  {
    value: '/images/band.jpg',
    title: 'Группировка [1 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',
    age: 'Год: 2023',
    city: 'Страна: США',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/portrain.jpg',
    title: 'Портрет [2 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',
    age: 'Год: 1998',
    city: 'Страна: австралия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/sea cat.jpg',
    title: 'У океана [4 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',
    age: 'Год: 2005',
    city: 'Страна: грузия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/band.jpg',
    title: 'Группировка [1 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',
    age: 'Год: 1998',
    city: 'Страна: австралия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/portrain.jpg',
    title: 'Портрет [2 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',
    age: 'Год: 1687',
    city: 'Страна: россия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/sea cat.jpg',
    title: 'У океана [4 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',
    age: 'Год: 2145',
    city: 'Страна: сша',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/band.jpg',
    title: 'Группировка [1 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',
    age: 'Год: 1998',
    city: 'Страна: австралия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/portrain.jpg',
    title: 'Портрет [2 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',

    age: 'Год: 1998',
    city: 'Страна: австралия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/sea cat.jpg',
    title: 'У океана [4 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',
    age: 'Год: 1998',
    city: 'Страна: австралия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/band.jpg',
    title: 'Группировка [1 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',

    age: 'Год: 1998',
    city: 'Страна: австралия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/portrain.jpg',
    title: 'Портрет [2 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',

    age: 'Год: 1998',
    city: 'Страна: австралия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/sea cat.jpg',
    title: 'У океана [4 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',

    age: 'Год: 1998',
    city: 'Страна: австралия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/band.jpg',
    title: 'Группировка [1 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',
    age: 'Год: 1998',
    city: 'Страна: австралия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/portrain.jpg',
    title: 'Портрет [2 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',
    age: 'Год: 1998',
    city: 'Страна: австралия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
  {
    value: '/images/sea cat.jpg',
    title: 'У океана [4 сезон]',
    href: '/',
    key: uuidv4(),
    icon: IoPlayCircleOutline,
    discription:
      'Спин-офф про злодея Пингвина из киновселенной DC. Сериал расскажет о становлении персонажа, также известного под именем...',
    age: 'Год: 1998',
    city: 'Страна: австралия',
    director:
      'Режиссер: Джет Уилкинсон, Дэвид Петрарка, Адам Бернштейн',
  },
];

export default filmsOfSectionTwo;
